Repository: humananalog/fatnag
Catalog: TheScale/TheScale/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Web links open our public Privacy Policy and Terms. Full copies also live in Settings above.
ar: روابط الويب تفتح سياسة الخصوصية والشروط العامة. النسخ الكاملة موجودة أيضًا أعلاه في الإعدادات.
ca: Els enllaços web obren la Política de privadesa i els Termes públics. Les còpies completes també són a dalt, a Configuració.
cs: Webové odkazy otevřou veřejné Zásady soukromí a Podmínky. Úplná znění jsou i výše v Nastavení.
da: Weblinks åbner vores offentlige privatlivspolitik og vilkår. De fulde tekster ligger også ovenfor i Indstillinger.
de: Weblinks öffnen unsere öffentliche Datenschutzrichtlinie und die Bedingungen. Die vollständigen Texte stehen auch oben in den Einstellungen.
el: Οι σύνδεσμοι ανοίγουν τη δημόσια Πολιτική απορρήτου και τους Όρους. Τα πλήρη κείμενα είναι και παραπάνω στις Ρυθμίσεις.
es: Los enlaces web abren nuestra Política de privacidad y los Términos públicos. Las copias completas también están arriba en Ajustes.
fi: Verkkolinkit avaavat julkisen tietosuojakäytännön ja ehdot. Täydet tekstit ovat myös yllä asetuksissa.
fr: Les liens web ouvrent notre Politique de confidentialité et nos Conditions publiques. Les textes complets sont aussi plus haut dans Réglages.
he: קישורי האתר פותחים את מדיניות הפרטיות והתנאים הפומביים. הנוסח המלא גם למעלה בהגדרות.
hi: वेब लिंक हमारी सार्वजनिक गोपनीयता नीति और शर्तें खोलते हैं। पूरी प्रतियाँ ऊपर सेटिंग्स में भी हैं।
hr: Web poveznice otvaraju javna Pravila privatnosti i Uvjete. Puni tekstovi su i gore u Postavkama.
hu: A webes linkek a nyilvános Adatvédelmi irányelvet és a Feltételeket nyitják. A teljes szövegek fent a Beállításokban is megvannak.
id: Tautan web membuka Kebijakan Privasi dan Ketentuan publik. Salinan lengkap juga ada di atas, di Pengaturan.
it: I link web aprono l’Informativa privacy e i Termini pubblici. I testi completi sono anche sopra, in Impostazioni.
ja: ウェブリンクは公開のプライバシーポリシーと利用規約を開きます。全文は上の設定にもあります。
ko: 웹 링크는 공개 개인정보 처리방침과 약관을 엽니다. 전문은 위쪽 설정에도 있습니다.
ms: Pautan web membuka Dasar Privasi dan Terma awam. Salinan penuh juga ada di atas, dalam Tetapan.
nb: Nettlenker åpner den offentlige personvernerklæringen og vilkårene. De fulle tekstene ligger også ovenfor i Innstillinger.
nl: Weblinks openen ons openbare Privacybeleid en de Voorwaarden. De volledige teksten staan ook hierboven in Instellingen.
pl: Linki otwierają publiczną politykę prywatności i warunki. Pełne teksty są też wyżej w Ustawieniach.
pt_br: Os links da web abrem nossa Política de Privacidade e os Termos públicos. As cópias completas também estão acima, em Ajustes.
pt_pt: As ligações web abrem a nossa Política de Privacidade e os Termos públicos. As cópias completas também estão acima, em Definições.
ro: Linkurile web deschid Politica de confidențialitate și Termenii publici. Copiile complete sunt și mai sus, în Setări.
ru: Веб-ссылки открывают публичные Политику конфиденциальности и Условия. Полные тексты также выше, в Настройках.
sk: Webové odkazy otvoria verejné Zásady súkromia a Podmienky. Úplné znenia sú aj vyššie v Nastaveniach.
sv: Webblänkar öppnar vår offentliga integritetspolicy och villkor. De fullständiga texterna finns också ovan i Inställningar.
th: ลิงก์เว็บเปิดนโยบายความเป็นส่วนตัวและข้อกำหนดสาธารณะ ฉบับเต็มอยู่ด้านบนในการตั้งค่าด้วย
tr: Web bağlantıları herkese açık Gizlilik Politikasını ve Koşulları açar. Tam metinler yukarıda Ayarlar’da da durur.
uk: Вебпосилання відкривають публічні Політику конфіденційності й Умови. Повні тексти також вище, у Налаштуваннях.
vi: Liên kết web mở Chính sách quyền riêng tư và Điều khoản công khai. Bản đầy đủ cũng nằm phía trên trong Cài đặt.
zh_hans: 网页链接会打开我们的公开隐私政策和使用条款。全文也在上方的设置里。
zh_hant: 網頁連結會開啟我們的公開隱私權政策和使用條款。全文也在上方的設定裡。

# week.band.ahead
source: Ahead
ar: متقدّم
ca: per davant
cs: Napřed
da: Foran
de: Vorsprung
el: Μπροστά
es: Por delante
fi: Edellä
fr: En avance
he: לפני
hi: आगे
hr: Ispred
hu: Előrébb
id: Unggul
it: In anticipo
ja: 先行
ko: 앞서감
ms: Mendahului
nb: Foran
nl: Vooruit
pl: Do przodu
pt_br: À frente
pt_pt: À frente
ro: Înainte
ru: Впереди
sk: Naproti
sv: Före
th: นำหน้า
tr: Önde
uk: Попереду
vi: Đi trước
zh_hans: 领先
zh_hant: 領先

# week.band.at_risk
source: At risk
ar: معرّض للخطر
ca: EN RISC
cs: V ohrožení
da: I risiko
de: Gefährdet
el: Σε κίνδυνο
es: En riesgo
fi: Riskissä
fr: À risque
he: בסיכון
hi: जोखिम में
hr: U riziku
hu: Veszélyben
id: Berisiko
it: A rischio
ja: 危険
ko: 위험
ms: Berisiko
nb: I fare
nl: Risico
pl: Ryzyko
pt_br: Em risco
pt_pt: Em risco
ro: În risc
ru: Под угрозой
sk: V ohrození
sv: I riskzon
th: เสี่ยง
tr: Riskte
uk: Під загрозою
vi: Có rủi ro
zh_hans: 有风险
zh_hant: 有風險

# week.band.crushed
source: Crushed
ar: محطّم
ca: Triturat
cs: Zmáčknuto
da: Knust
de: Zerlegt
el: Κατακρήμνιση
es: Aplastado
fi: Murskattu
fr: Écrasé
he: מרוסק
hi: कुचल दिया
hr: Srušeno
hu: Lenyomva
id: Hancur
it: Distrutto
ja: 完勝
ko: 완승
ms: Dihancurkan
nb: Knust
nl: Verpletterd
pl: Rozjechane
pt_br: Arrasado
pt_pt: Arrasou
ro: Zdrobitor
ru: Разнесло
sk: Rozdrvené
sv: Krossat
th: ถล่ม
tr: Ezildi
uk: Рознесло
vi: Đập tan
zh_hans: 碾压
zh_hant: 輾壓

# week.band.on_track
source: On track
ar: على المسار
ca: En bon camí
cs: Na cestě
da: På sporet
de: Im Plan
el: Στον στόχο
es: En ritmo
fi: Aikataulussa
fr: Sur la voie
he: במסלול
hi: ट्रैक पर
hr: Na dobrom putu
hu: Pályán
id: Sesuai jalur
it: In carreggiata
ja: 順調
ko: 순조로움
ms: Dalam landasan
nb: På sporet
nl: Op schema
pl: Na torze
pt_br: No ritmo
pt_pt: No ritmo
ro: Pe drum
ru: В графике
sk: Na ceste
sv: På spår
th: ตามเป้า
tr: Yolda
uk: У графіку
vi: Đúng nhịp
zh_hans: 正轨
zh_hant: 正軌

# week.band.unknown
source: Set baseline
ar: تعيين خط الأساس
ca: Estableix una línia de base
cs: Nastavit baseline
da: Sæt baseline
de: Basis setzen
el: Ορισμός baseline
es: Fijar base
fi: Aseta lähtö
fr: Fixer la base
he: הגדר baseline
hi: बेसलाइन सेट करें
hr: Postavi baseline
hu: Baseline beállítása
id: Tetapkan dasar
it: Imposta base
ja: 基準を設定
ko: 기준 설정
ms: Tetapkan asas
nb: Sett baseline
nl: Basis zetten
pl: Ustaw baseline
pt_br: Definir base
pt_pt: Definir base
ro: Setează baza
ru: Задать baseline
sk: Nastaviť baseline
sv: Sätt baslinje
th: ตั้งค่าพื้นฐาน
tr: Baseline ayarla
uk: Задати baseline
vi: Đặt mốc
zh_hans: 设定基线
zh_hant: 設定基準

# week.headline.finish_strong
source: Finish strong
ar: أنهِ بقوة
ca: Acaba bé
cs: Dokončit silně
da: Afslut stærkt
de: Stark durchziehen
el: Τελείωσε δυνατά
es: Cierra fuerte
fi: Vie vahvana loppuun
fr: Finis fort
he: סיים חזק
hi: मज़बूत खत्म करो
hr: Završi jako
hu: Zárj erősen
id: Selesaikan kuat
it: Chiudi forte
ja: 強く終えろ
ko: 강하게 마무리
ms: Habiskan kuat
nb: Avslutt sterkt
nl: Maak sterk af
pl: Dobić mocno
pt_br: Feche forte
pt_pt: Fecha forte
ro: Închide tare
ru: Добить сильно
sk: Dokončiť silno
sv: Avsluta starkt
th: จบแรง
tr: Güçlü bitir
uk: Добити сильно
vi: Về đích mạnh
zh_hans: 强势收官
zh_hant: 強勢收官

# week.mode.aggressive
source: AGGRESSIVE
ar: عدواني
ca: AGRESSIU
cs: AGRESIVNÍ
da: AGGRESSIV
de: AGGRESSIV
el: ΕΠΙΘΕΤΙΚΟ
es: AGRESIVO
fi: AGGRESSIIVINEN
fr: AGRESSIF
he: אגרסיבי
hi: आक्रामक
hr: AGRESIVNO
hu: AGRESSZÍV
id: AGRESIF
it: AGGRESSIVO
ja: 攻め
ko: 공격적
ms: AGRESIF
nb: AGGRESSIV
nl: AGGRESSIEF
pl: AGRESYWNY
pt_br: AGRESSIVO
pt_pt: AGRESSIVO
ro: AGRESIV
ru: АГРЕССИВНО
sk: AGRESÍVNE
sv: AGGRESSIV
th: ดุดัน
tr: AGRESİF
uk: АГРЕСИВНО
vi: QUYẾT LIỆT
zh_hans: 激进
zh_hant: 積極

# week.mode.aggressive.cta
source: Hit Sunday. Full send.
ar: أصِب الأحد. Full send.
ca: Fes clic al diumenge. Envia complet.
cs: Doraž neděli. Full send.
da: Ram søndag. Full send.
de: Sonntag treffen. Full send.
el: Χτύπα Κυριακή. Full send.
es: Domingo. A fondo.
fi: Osuta sunnuntai. Full send.
fr: Dimanche. Full send.
he: פגע בראשון. Full send.
hi: रविवार मारो। फुल सेंड।
hr: Dovrši nedjelju. Full send.
hu: Érd el a vasárnapot. Full send.
id: Capai Minggu. Full send.
it: Domenica. Full send.
ja: 日曜。フルスロットル。
ko: 일요일. 풀스로틀.
ms: Capai Ahad. Full send.
nb: Treff søndag. Full send.
nl: Haal zondag. Full send.
pl: Dobić niedzielę. Full send.
pt_br: Domingo. Full send.
pt_pt: Domingo. Full send.
ro: Duminică. Full send.
ru: Добей воскресенье. Full send.
sk: Doraž nedeľu. Full send.
sv: Träffa söndag. Full send.
th: ตีอาทิตย์ ส่งเต็มแรง
tr: Pazar’ı vur. Full send.
uk: Добий неділю. Full send.
vi: Chạm Chủ nhật. Full send.
zh_hans: 冲向周日。全力。
zh_hant: 拿下週日。全力推進。

# week.mode.ahead
source: AHEAD
ar: متقدّم
ca: DAVANT
cs: NÁSKOK
da: FORAN
de: VORAUS
el: ΜΠΡΟΣΤΑ
es: ADELANTE
fi: EDESSÄ
fr: EN AVANCE
he: מוביל
hi: आगे
hr: ISPRED
hu: ELŐRE
id: UNGGUL
it: AVANTI
ja: 先行
ko: 앞서감
ms: MENDADAH
nb: FORAN
nl: VOORUIT
pl: PRZODUJE
pt_br: À FRENTE
pt_pt: À FRENTE
ro: ÎNAINTE
ru: ВПЕРЕДИ
sk: NÁSKOK
sv: FÖRE
th: นำหน้า
tr: ÖNDE
uk: ПОПЕРЕДУ
vi: DẪN TRƯỚC
zh_hans: 超前
zh_hant: 超前

# week.mode.ahead.cta
source: Celebrate, then push.
ar: احتفل ثم ادفع.
ca: Celebra i empeny.
cs: Oslav, pak tlač.
da: Fejr, så tryk videre.
de: Feiern, dann weiterdrücken.
el: Γιόρτασε, μετά πίεσε.
es: Celebra, luego empuja.
fi: Juhli, sitten paina eteen.
fr: Célèbre, puis pousse.
he: חגוג ואז לדחוף.
hi: जश्न, फिर धक्का।
hr: Proslavi, pa gurni.
hu: Ünnepelj, aztán tolj.
id: Rayakan, lalu dorong lagi.
it: Festeggia, poi spingi.
ja: 祝ってから押せ。
ko: 축하한 뒤 밀어.
ms: Raikan, kemudian tolak.
nb: Feir, så press videre.
nl: Vier, dan duw door.
pl: Celebruj, potem pchnij.
pt_br: Celebre, depois empurre.
pt_pt: Celebra, depois empurra.
ro: Celebră, apoi împinge.
ru: Отметь, потом жми.
sk: Osláv, potom tlač.
sv: Fira, sen tryck vidare.
th: ฉลอง แล้วดันต่อ
tr: Kutla, sonra it.
uk: Відзнач, потім тисни.
vi: Ăn mừng, rồi đẩy tiếp.
zh_hans: 庆祝，然后继续推。
zh_hant: 慶祝，然後繼續推。

# week.mode.commando.cta
source: Run Commando
ar: تشغيل Commando
ca: Executa un comando
cs: Spustit Commando
da: Kør Commando
de: Commando starten
el: Εκτέλεση Commando
es: Activar Commando
fi: Käynnistä Commando
fr: Lancer Commando
he: הפעל Commando
hi: Commando चलाएँ
hr: Pokreni Commando
hu: Commando indítása
id: Jalankan Commando
it: Avvia Commando
ja: コマンドーを実行
ko: 특공대 운영
ms: Jalankan Commando
nb: Kjør Commando
nl: Start Commando
pl: Odpal Commando
pt_br: Ativar Commando
pt_pt: Ativar Commando
ro: Rulează Commando
ru: Запустить Commando
sk: Spustiť Commando
sv: Kör Commando
th: รัน Commando
tr: Commando’yu çalıştır
uk: Запустити Commando
vi: Chạy Commando
zh_hans: 奔跑突击队
zh_hant: 執行 Commando

# week.mode.hardcore.cta
source: No coast. Close the gap.
ar: بلا تسيّب. أغلق الفجوة.
ca: Sense costa. Tanca el buit.
cs: Bez plachtění. Zavři mezeru.
da: Ingen glide. Luk gapet.
de: Nicht gleiten. Lücke schließen.
el: Χωρίς ρολάρισμα. Κλείσε το χάσμα.
es: Sin costa. Cierra la brecha.
fi: Ei lipsumista. Sulje ero.
fr: Pas de coast. Ferme l’écart.
he: בלי לזרום. סגור את הפער.
hi: कोस्ट मत करो। गैप बंद करो।
hr: Bez plutanja. Zatvori jaz.
hu: Nincs part. Zárd a rést.
id: Jangan meluncur. Tutup celah.
it: Niente coast. Chiudi il gap.
ja: 手を抜くな。差を埋めろ。
ko: 안심해선 안 돼. 갭을 메워.
ms: Jangan santai. Tutup jurang.
nb: Ingen gli. Lukk gapet.
nl: Niet meegliden. Dicht het gat.
pl: Bez luzu. Domknij lukę.
pt_br: Sem coast. Fecha o gap.
pt_pt: Sem coast. Fecha a lacuna.
ro: Fără coast. Închide gap-ul.
ru: Без наката. Закрой разрыв.
sk: Bez plachtenia. Zavri medzeru.
sv: Ingen glidning. Stäng gapet.
th: อย่าลอย ปิดช่องว่าง
tr: Sürüklenme yok. Boşluğu kapat.
uk: Без накату. Закрий розрив.
vi: Không trôi. Khép khoảng trống.
zh_hans: 别松懈。把差距补上。
zh_hant: 別滑行。把差距關掉。

# week.mode.hold.cta
source: Hold the line.
ar: أمسِك الخط.
ca: Aguanta la fila!
cs: Drž linii.
da: Hold linjen.
de: Linie halten.
el: Κράτα τη γραμμή.
es: Mantén la línea.
fi: Pidä linja.
fr: Tiens la ligne.
he: החזק את הקו.
hi: लाइन पकड़ो।
hr: Drži liniju.
hu: Tartsd a vonalat.
id: Tahan garis.
it: Tieni la linea.
ja: ラインを守れ。
ko: 라인을 지켜.
ms: Tahan garisan.
nb: Hold linjen.
nl: Houd de lijn.
pl: Trzymaj linię.
pt_br: Segura a linha.
pt_pt: Mantém a linha.
ro: Ține linia.
ru: Держи линию.
sk: Drž líniu.
sv: Håll linjen.
th: รักษาเส้น
tr: Çizgiyi tut.
uk: Тримай лінію.
vi: Giữ đường.
zh_hans: 守住底线。
zh_hant: 守住線。

# week.moment.early
source: Building the week
ar: أبني الأسبوع
ca: Construint la setmana
cs: Sestavuji týden
da: Bygger ugen
de: Woche wird gebaut
el: Χτίζω την εβδομάδα
es: Construyendo la semana
fi: Rakennetaan viikkoa
fr: Semaine en cours
he: בונה את השבוע
hi: सप्ताह बना रहे हैं
hr: Gradim tjedan
hu: A hét építése
id: Membangun minggu
it: Settimana in costruzione
ja: 週を組み立て中
ko: 주 준비 중
ms: Membina minggu
nb: Bygger uken
nl: Week bouwen
pl: Buduję tydzień
pt_br: Montando a semana
pt_pt: A construir a semana
ro: Se construiește săptămâna
ru: Собираю неделю
sk: Skladám týždeň
sv: Bygger veckan
th: กำลังสร้างสัปดาห์
tr: Haftayı kuruyorum
uk: Збираю тиждень
vi: Đang dựng tuần
zh_hans: 周初铺垫
zh_hant: 正在建構本週

# week.moment.late
source: Sunday push
ar: دفعة الأحد
ca: Empenta de diumenge
cs: Nedělní tlak
da: Søndagspush
de: Sonntags-Push
el: Πίεση Κυριακής
es: Empujón domingo
fi: Sunnuntain push
fr: Push dimanche
he: דחיפת ראשון
hi: रविवार पुश
hr: Nedjeljni pritisak
hu: Vasárnapi nyomás
id: Dorongan Minggu
it: Spinta domenica
ja: 日曜プッシュ
ko: 일요일 스퍼트
ms: Tolakan Ahad
nb: Søndagspush
nl: Zondagspush
pl: Pchnięcie niedzielne
pt_br: Empurrão domingo
pt_pt: Empurrão de domingo
ro: Push de duminică
ru: Воскресный нажим
sk: Nedeľný tlak
sv: Söndagstryck
th: ดันวันอาทิตย์
tr: Pazar baskısı
uk: Недільний натиск
vi: Đẩy Chủ nhật
zh_hans: 周日冲刺
zh_hant: 週日衝刺

# week.moment.mid
source: Mid-week check
ar: فحص منتصف الأسبوع
ca: Comprovació a mitja setmana
cs: Check v půli týdne
da: Midtuge-tjek
de: Wochenmitte-Check
el: Έλεγχος μέσης εβδομάδας
es: Chequeo a mitad
fi: Keskiviikon tarkistus
fr: Contrôle mi-semaine
he: בדיקת אמצע שבוע
hi: मध्य-सप्ताह चेक
hr: Check sredinom tjedna
hu: Hét közepi check
id: Cek pertengahan minggu
it: Check a metà
ja: 週中チェック
ko: 주중 점검
ms: Semak pertengahan minggu
nb: Midtuke-sjekk
pl: Check w środku tygodnia
pt_br: Meio da semana
pt_pt: Check a meio da semana
ro: Check la mijloc de săptămână
ru: Чек середины недели
sk: Check v polovici týždňa
sv: Mittveckskoll
th: เช็กกลางสัปดาห์
tr: Hafta ortası check
uk: Чек середини тижня
vi: Kiểm tra giữa tuần
zh_hans: 周中检查
zh_hant: 週中檢查

# week.moment.monday_fresh
source: This week's plan
ar: خطة هذا الأسبوع
ca: El pla d'aquesta setmana
cs: Plán tohoto týdne
da: Ugens plan
de: Plan dieser Woche
el: Πλάνο αυτής της εβδομάδας
es: Plan de esta semana
fi: Tämän viikon suunnitelma
fr: Plan de la semaine
he: תוכנית השבוע
hi: इस सप्ताह की योजना
hr: Plan ovog tjedna
hu: A hét terve
id: Rencana minggu ini
it: Piano di questa settimana
ja: 今週の計画
ko: 이번 주 계획
ms: Pelan minggu ini
nb: Ukens plan
nl: Plan van deze week
pl: Plan tego tygodnia
pt_br: Plano desta semana
pt_pt: Plano desta semana
ro: Planul săptămânii
ru: План этой недели
sk: Plán tohto týždňa
sv: Veckans plan
th: แผนสัปดาห์นี้
tr: Bu haftanın planı
uk: План цього тижня
vi: Kế hoạch tuần này
zh_hans: 本周计划
zh_hant: 本週計畫

source: Weigh daily. Kill the fear of the number.
ar: زِن نفسك كل يوم. اقتل الخوف من الرقم.
ca: Pesa’t cada dia. Mata la por del número.
cs: Váž se každý den. Zabij strach z čísla.
da: Vej dig hver dag. Dræb frygten for tallet.
de: Wieg dich täglich. Töte die Angst vor der Zahl.
el: Ζυγίσου κάθε μέρα. Σκότωσε τον φόβο του αριθμού.
es: Pésate cada día. Mata el miedo al número.
fi: Punnitse joka päivä. Tapa pelko numerosta.
fr: Pèse-toi chaque jour. Tue la peur du chiffre.
he: שקול כל יום. הרוג את הפחד מהמספר.
hi: हर दिन तौलो। संख्या के डर को खत्म करो।
hr: Vagaj se svaki dan. Ubij strah od broja.
hu: Mérj minden nap. Öld meg a félelmet a számtól.
id: Timbang setiap hari. Matikan takut pada angka.
it: Pesati ogni giorno. Uccidi la paura del numero.
ja: 毎日量る。数字への恐れを折る。
ko: 매일 체중을 재세요. 숫자에 대한 두려움을 죽이세요.
ms: Timbang setiap hari. Hapuskan takut pada nombor.
nb: Vei deg hver dag. Drep frykten for tallet.
nl: Weeg je elke dag. Dood de angst voor het getal.
pl: Waż się codziennie. Zabij strach przed liczbą.
pt_br: Pese-se todo dia. Mate o medo do número.
pt_pt: Pesa-te todos os dias. Mata o medo do número.
ro: Cântărește-te zilnic. Omoară frica de număr.
ru: Взвешивайся каждый день. Убей страх перед цифрой.
sk: Váž sa každý deň. Zabij strach z čísla.
sv: Väg dig varje dag. Döda rädslan för siffran.
th: ชั่งทุกวัน ฆ่าความกลัวตัวเลข
tr: Her gün tartıl. Sayının korkusunu öldür.
uk: Зважуйся щодня. Убий страх перед цифрою.
vi: Cân mỗi ngày. Giết nỗi sợ con số.
zh_hans: 每天称。消灭对数字的恐惧。
zh_hant: 每天稱。消滅對數字的恐懼。

source: Weigh reference on live sheet
ar: زِن المرجع في الورقة المباشرة
ca: Pesa la referència al full en directe
cs: Zvaž referenci na živém listu
da: Vej referencen på livearket
de: Referenz auf dem Live-Blatt wiegen
el: Ζύγισε την αναφορά στο ζωντανό φύλλο
es: Pesar la referencia en la hoja en vivo
fi: Punnitse viite live-näkymässä
fr: Peser la référence sur la feuille en direct
he: שקול את הייחוס בגיליון החי
hi: लाइव शीट पर संदर्भ तौलें
hr: Izvažite referencu na live listu
hu: Mérd a referenciát az élő lapon
id: Timbang acuan di lembar langsung
it: Pesa il riferimento nel foglio dal vivo
ja: ライブシートで基準を計量
ko: 라이브 시트에서 기준 무게 측정
ms: Timbang rujukan pada helaian langsung
nb: Vei referansen på live-arket
nl: Referentie wegen op het liveblad
pl: Zważ wzorzec na arkuszu na żywo
pt_br: Pesar a referência na folha ao vivo
pt_pt: Pesar a referência na folha em direto
ro: Cântărește referința pe foaia live
ru: Взвесь эталон на живом листе
sk: Odváž referenciu na živom liste
sv: Väg referensen på livebladet
th: ชั่งค่าอ้างอิงบนชีตสด
tr: Canlı sayfada referansı tart
uk: Зваж еталон на живому аркуші
vi: Cân mẫu trên trang trực tiếp
zh_hans: 在实时页称参考重量
zh_hant: 在即時頁稱參考重量

source: Weight
ar: الوزن
ca: Pes
cs: Váha
da: Vægt
de: Gewicht
el: Βάρος
es: Peso
fi: Paino
fr: Poids
he: משקל
hi: वज़न
hr: Težina
hu: Súly
id: Berat
it: Peso
ja: 体重
ko: 체중
ms: Berat
nb: Vekt
nl: Gewicht
pl: Waga
pt_br: Peso
pt_pt: Peso
ro: Greutate
ru: Вес
sk: Váha
sv: Vikt
th: น้ำหนัก
tr: Ağırlık
uk: Вага
vi: Cân nặng
zh_hans: 体重
zh_hant: 體重

source: Weight in %@
ar: الوزن بـ %@
ca: Pes en %@
cs: Váha v %@
da: Vægt i %@
de: Gewicht in %@
el: Βάρος σε %@
es: Peso en %@
fi: Paino yksikössä %@
fr: Poids en %@
he: משקל ב-%@
hi: %@ में वज़न
hr: Težina u %@
hu: Súly %@-ban
id: Berat dalam %@
it: Peso in %@
ja: %@ の体重
ko: %@ 단위 체중
ms: Berat dalam %@
nb: Vekt i %@
nl: Gewicht in %@
pl: Waga w %@
pt_br: Peso em %@
pt_pt: Peso em %@
ro: Greutate în %@
ru: Вес в %@
sk: Váha v %@
sv: Vikt i %@
th: น้ำหนักเป็น %@
tr: %@ cinsinden ağırlık
uk: Вага в %@
vi: Cân nặng theo %@
zh_hans: 以 %@ 计的体重
zh_hant: 以 %@ 計的體重

source: What should Coach have done?
ar: ماذا كان ينبغي أن يفعل Coach؟
ca: Què hauria d’haver fet Coach?
cs: Co měl Coach udělat?
da: Hvad burde Coach have gjort?
de: Was hätte Coach tun sollen?
el: Τι έπρεπε να κάνει ο Coach;
es: ¿Qué debía haber hecho Coach?
fi: Mitä Coachin olisi pitänyt tehdä?
fr: Qu’est-ce que Coach aurait dû faire ?
he: מה Coach היה צריך לעשות?
hi: Coach को क्या करना चाहिए था?
hr: Što je Coach trebao učiniti?
hu: Mit kellett volna tennie a Coachnak?
id: Apa yang seharusnya Coach lakukan?
it: Cosa avrebbe dovuto fare Coach?
ja: Coach は何をすべきでしたか？
ko: Coach가 어떻게 해야 했나요?
ms: Apa yang Coach patut buat?
nb: Hva burde Coach ha gjort?
nl: Wat had Coach moeten doen?
pl: Co powinien zrobić Coach?
pt_br: O que o Coach deveria ter feito?
pt_pt: O que o Coach devia ter feito?
ro: Ce ar fi trebuit să facă Coach?
ru: Что Coach должен был сделать?
sk: Čo mal Coach urobiť?
sv: Vad borde Coach ha gjort?
th: Coach ควรทำอะไร
tr: Coach ne yapmalıydı?
uk: Що Coach мав зробити?
vi: Coach đáng lẽ phải làm gì?
zh_hans: Coach 本该怎么做？
zh_hant: Coach 本該怎麼做？

source: What’s on your mind?
ar: ما الذي يدور في ذهنك؟
ca: Què tens al cap?
cs: Co máš na mysli?
da: Hvad har du på hjerte?
de: Was beschäftigt dich?
el: Τι έχεις στο μυαλό σου;
es: ¿Qué tienes en mente?
fi: Mitä mielessä?
fr: Qu’est-ce qui te passe par la tête ?
he: מה עובר לך בראש?
hi: मन में क्या है?
hr: Što ti je na umu?
hu: Mi jár a fejedben?
id: Apa yang ada di pikiranmu?
it: Che cosa hai in mente?
ja: 何を考えていますか？
ko: 무슨 생각이에요?
ms: Apa yang ada dalam fikiran anda?
nb: Hva tenker du på?
nl: Wat heb je op je hart?
pl: Co ci chodzi po głowie?
pt_br: O que você tem em mente?
pt_pt: O que tens em mente?
ro: Ce ai în minte?
ru: О чём думаешь?
sk: Čo máš na mysli?
sv: Vad tänker du på?
th: คิดอะไรอยู่
tr: Aklında ne var?
uk: Про що думаєш?
vi: Bạn đang nghĩ gì?
zh_hans: 你在想什么？
zh_hant: 你在想什麼？

source: Yes
ar: نعم
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
fi: Kyllä
fr: Oui
he: כן
hi: हाँ
hr: Da
hu: Igen
id: Ya
it: Sì
ja: はい
ko: 예
ms: Ya
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
ru: Да
sk: Áno
sv: Ja
th: ใช่
tr: Evet
uk: Так
vi: Có
zh_hans: 是
zh_hant: 是

source: Your data rights
ar: حقوقك في البيانات
ca: Els teus drets sobre les dades
cs: Tvá práva k datům
da: Dine datarettigheder
de: Deine Datenrechte
el: Τα δικαιώματά σου στα δεδομένα
es: Tus derechos sobre los datos
fi: Tietojesi oikeudet
fr: Tes droits sur les données
he: הזכויות שלך על הנתונים
hi: तुम्हारे डेटा अधिकार
hr: Tvoja prava na podatke
hu: Az adataidhoz fűződő jogaid
id: Hak datamu
it: I tuoi diritti sui dati
ja: あなたのデータに関する権利
ko: 내 데이터 권리
ms: Hak data anda
nb: Dine datarettigheter
nl: Jouw gegevensrechten
pl: Twoje prawa do danych
pt_br: Seus direitos sobre os dados
pt_pt: Os teus direitos sobre os dados
ro: Drepturile tale asupra datelor
ru: Твои права на данные
sk: Tvoje práva k údajom
sv: Dina datarättigheter
th: สิทธิ์ในข้อมูลของคุณ
tr: Veri hakların
uk: Твої права на дані
vi: Quyền đối với dữ liệu của bạn
zh_hans: 你的数据权利
zh_hant: 你的資料權利

source: Your first name
ar: اسمك الأول
ca: El teu nom
cs: Tvoje jméno
da: Dit fornavn
de: Dein Vorname
el: Το όνομά σου
es: Tu nombre
fi: Etunimesi
fr: Ton prénom
he: השם הפרטי שלך
hi: तुम्हारा नाम
hr: Tvoje ime
hu: A keresztneved
id: Nama depanmu
it: Il tuo nome
ja: 名
ko: 이름
ms: Nama anda
nb: Fornavnet ditt
nl: Je voornaam
pl: Twoje imię
pt_br: Seu nome
pt_pt: O teu nome
ro: Prenumele tău
ru: Твоё имя
sk: Tvoje meno
sv: Ditt förnamn
th: ชื่อของคุณ
tr: Adın
uk: Твоє ім’я
vi: Tên của bạn
zh_hans: 你的名字
zh_hant: 你的名字

source: Your name
ar: اسمك
ca: El teu nom
cs: Tvoje jméno
da: Dit navn
de: Dein Name
el: Το όνομά σου
es: Tu nombre
fi: Nimesi
fr: Ton nom
he: השם שלך
hi: तुम्हारा नाम
hr: Tvoje ime
hu: A neved
id: Namamu
it: Il tuo nome
ja: 名前
ko: 이름
ms: Nama anda
nb: Navnet ditt
nl: Je naam
pl: Twoje imię
pt_br: Seu nome
pt_pt: O teu nome
ro: Numele tău
ru: Твоё имя
sk: Tvoje meno
sv: Ditt namn
th: ชื่อของคุณ
tr: Adın
uk: Твоє ім’я
vi: Tên của bạn
zh_hans: 你的名字
zh_hant: 你的名字

# coach.title
source: Coach
ca: Entrenador
ko: 코치

# settings.section.coach
source: Coach
ca: Entrenador
ko: 코치

# week.mode.commando
source: COMMANDO
ca: COMANDO

# week.mode.hold
source: HOLD
ca: RETENCIÓ
es: MANTENER
pt_br: MANTER

# coach.badge.limit
source: LIMIT
fr: LIMITE

# live.bmi
source: BMI
fr: IMC
